[
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "obsidian-pandoc",
  "media-extended",
  "mx-bili-plugin",
  "calendar",
  "recent-files-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-advanced-slides",
  "obsidian-local-rest-api",
  "obsidian-outliner",
  "easy-typing-obsidian",
  "mousewheel-image-zoom",
  "obsidian-latex-suite",
  "obsidian-auto-link-title"
]